Projection plane becomes invalid for this wall.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ProjectionPlaneInvalidWall { get; }
  Visual Basic
Public Shared ReadOnly Property ProjectionPlaneInvalidWall As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ProjectionPlaneInvalidWall {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AnalyticalModelFailures Class
  Autodesk.Revit.DB Namespace